export default {
  welcome_message: "MASARAX CLI v1.0 | GitHub কন্টেন্ট ডাউনলোডার",
  select_language: "অনুগ্রহ করে আপনার ভাষা নির্বাচন করুন:",
  download_location: "ডাউনলোড লোকেশন: {0}",
  select_download: "আপনি কি ডাউনলোড করতে চান?",
  back: "⬅️ পিছনে",
  download_all: "⬇️ সব ডাউনলোড করুন ({0} MB)",
  exit: "❌ প্রস্থান",
  change_location: "📂 ডাউনলোড লোকেশন পরিবর্তন",
  downloading: "ডাউনলোড করা হচ্ছে: {0}",
  download_complete: "ডাউনলোড সম্পন্ন: {0}",
  download_failed: "ডাউনলোড ব্যর্থ: {0}",
  all_downloaded: "সমস্ত ফাইল সফলভাবে ডাউনলোড হয়েছে!",
  thank_you_download: 'ডাউনলোড করার জন্য আপনাকে ধন্যবাদ!',
  new_update: "⚠️ নতুন আপডেট উপলব্ধ! ⚠️\nবর্তমান সংস্করণ: {0}\nসর্বশেষ সংস্করণ: {1}\n\nআপডেট করুন:\nnpm install -g @masarax/masarax-cli@latest"
};